import product1 from '../images/product1.svg'
import product2 from '../images/product2.svg'
import product3 from '../images/product3.png'
import product4 from '../images/product4.svg'
import product5 from '../images/product5.svg'
import product6 from '../images/product6.svg'
import greyicon1 from '../images/greyicon1.svg'
import greyicon4 from '../images/greyicon4.svg'
import greyicon2 from '../images/greyicon2.svg'
import greyicon5 from '../images/greyicon5.svg'
import greyicon3 from '../images/greyicon3.svg'
import greyicon6 from '../images/greyicon6.svg'
import gamer1 from '../images/gamer1.png'
import gamer2 from '../images/gamer2.svg'
import gamer3 from '../images/gamer3.svg'
import review1 from '../images/review1.svg'
import review2 from '../images/review2.svg'
import review3 from '../images/review3.png'
import review4 from '../images/review4.svg'

export const productCategoryList = [
  { image: product1, name: 'Натуральный энергтоник', leftOffset: -15, topOffset: -40 },
  { image: product2, name: 'Низкоуглеводное питание', leftOffset: -15, topOffset: -40 },
  { image: product3, name: 'Натуральный мармелад', leftOffset: -15, topOffset: -40 },
  { image: product4, name: 'Укрепляющий комплекс', topOffset: -30 },
  { image: product5, name: 'Тонизирующий комплекс', topOffset: -30 },
  { image: product6, name: 'Защита нервной системы', topOffset: -30 },
]

export const iconList = [greyicon1, greyicon4, greyicon2, greyicon5, greyicon3, greyicon6]

export const gamersReviewList = [
  {
    name: 'GillzEth',
    games: '(WarCraft III / StarCraft II)',
    reviews:
      '«Батончики YouGo реально помогли мне на третьем часу боя в чемпионате. Сил прибавилось и мы дожали!»',
    picture: gamer1,
  },
  {
    name: 'LionHW',
    games: '(WarCraft III / StarCraft II)',
    reviews:
      '«Батончики YouGo реально помогли мне на третьем часу боя в чемпионате. Сил прибавилось и мы дожали!»',
    picture: gamer2,
  },
  {
    name: 'DjafarDjafarof',
    games: '(WarCraft III / StarCraft II)',
    reviews:
      '«Батончики YouGo реально помогли мне на третьем часу боя в чемпионате. Сил прибавилось и мы дожали!»',
    picture: gamer3,
  },
]

export const reviewsList = [
  {
    name: 'Zebra-3000',
    review:
      'Здравствуйте! Совсем не давно приобрела витамины красоты «Beauty Box»! Я в восторге от их эффективности! Они поддерживают не только красоту, но и проводят в тонус💪🏽 а кожа сияет 💆🏼✨ обязательно буду всем советовать! Рекомендую👍🏼👍🏼👍🏼👍🏼',
    link: 'vk.com/tonystarfox',
    picture: review1,
  },
  {
    name: 'Anna&Pavel',
    review:
      'Являюсь большим поклонником данной продукции. Очень нравится детская линейка и ЭКО-средства для дома! Также хочется отметить доброжелательную атмосферу в офисе! Менеджеры на ресепшн всегда улыбчивы, всегда информируют о проводимых акциях и скидках, подробно отвечают на вопросы!',
    link: 'vk.com/tonystarfox',
    picture: review2,
  },
  {
    name: 'Эва',
    review:
      'Пользуюсь продукцией Сибирского здоровья не так давно. Приобретаю добавки к спорт питу. Не буду говорить, что масса растет как на дрожжах... но! Сравнивал компоненты с их конкурентами, и остался приятно доволен тем, что за меньшие деньги покупаю комплексы с большим количеством микроэлементов! В общем, я не биолог и не врач, но деньги считать умею....',
    link: 'vk.com/meow.lynx',
    picture: review3,
  },
  {
    name: 'Инна Иваненко',
    review:
      'Я вот частенько обращаюсь в Контактную службу по просьбе своего родственника, знаете, звонил не раз уже, очередной раз так же звонил, ответила мне Анастасия. Знаете, почему-то она отличительна. Рекомендую обратить внимание!!!',
    link: 'vk.com/elizaveta.mamochkina',
    picture: review4,
  },
]

export const worldQualityItems = [
  {
    value: 24,
    unit: 'года',
    description:
      'Мы разрабатываем, производим и реализуем продукты для активного образа жизни, спорта и отличного самочувствия. ',
  },
  {
    value: 60,
    unit: 'стран',
    description:
      'Наш бизнес развивается на трех континентах: официальные продажи идут в странах Европы, СНГ, Азии и в США',
  },
  {
    value: 'ААА',
    unit: 'рейтинг',
    description:
      'Высший уровень надежности согласно рейтингу лучших предприятий Сибири (Росстат, выборка из 600 000 организаций).',
  },
]

export const QuestionsList = [
  {
    question: 'Cyber Build действительно эффективен?',
    answer:
      'Да, Компания Siberian Wellness создает и выпускает продукты для спорта и активного образа жизни уже более двадцати лет. Благодаря собственному Научно-инновационному центру мы проводим масштабные исследования и эксперименты, создавая максимально эффективные формулы. Подробнее о производстве можно узнать на сайте https://valeolab.com/.',
  },
  {
    question: 'Почему помимо продуктов Cyber Build я вижу другие серии?',
    answer:
      'Линейка Cyber Build была разработана с учетом потребностей геймеров. Ключевым действием этих продуктов является поддержание бодрости, сытости и отличной концентрации. Серии Yoo Go, CoreNRG и Siberian Super Natural Nutrition дополняют действие Cyber Build и обеспечивают высокую работоспособность и стрессоустойчивость на протяжении всего дня. Продукты этих трех серий разрабатывались с учетом всех потребностей современных людей, которым важно оставаться энергичными, активными и задействовать ресурсы своего организма на 100%.',
  },
  {
    question: 'Что такое CoreNRG?',
    answer:
      'CoreNRG – это абсолютно натуральный энерготоник, созданный на основе растительных адаптогенов и природных стимуляторов. Его главное преимущество – накопительный эффект, благодаря чему тонизирующее действие длится намного дольше обычного. CoreNRG не содержит сахара и подсластителей и может использоваться как в чистом виде, так и в составе миксов с различными напитками.',
  },
  {
    question: 'Что такое Siberian Super Natural Nutrition?',
    answer:
      'Это профессиональные nutrition-программы, нацеленные на полную поддержку организма. В комплексах используется лучшее 100% натуральное сырье от проверенных европейских поставщиков (Lonza, DSM Nutritional Products, BASF, Croda, Ingredia). Программы имеют три основных направления: общая поддержка (Natural Vitamins), стимуляция умственной деятельности и защита органов зрения (Neurovision), а также снятие стресса (Stress Re.Live).',
  },
  {
    question: 'Что такое BCAA?',
    answer:
      'BCAA – это три аминокислоты (лейцин, изолейцин и валин) с разветвленными боковыми цепями (англ. branched-chain amino acids). Они являются незаменимыми для человека и должны поступать в организм с пищей. При высоких дозировках BCAA перерабатываются в печени, однако при порционном поступлении идут на поддержку других тканей: скелетных мышц, сердца и нейронов. Кроме того, BCAA могут выступать в качестве источника мгновенной энергетической подпитки и регулировать выработку инсулина.',
  },
  {
    question: 'Подходят ли протеиновые батончики Cyber Build и Yoo Go спортсменам?',
    answer:
      'Да, в наших батончиках используются сывороточный и молочный протеины, которые обеспечивают организм оптимальным количеством белка.',
  },
  {
    question: 'То есть батончики нужны только тем, кто наращивает мышцы?',
    answer:
      'Нет, основной строительный элемент нашего организма – белок – необходим каждому из нас. Его содержание в рационе должно быть больше жиров и углеводов (сочетание БЖУ). Рассчитать необходимое количество белка можно с помощью специального калькулятора онлайн.',
  },
  {
    question: 'Почему в ваших продуктах есть сахар?',
    answer:
      'Мы придерживаемся принципа «все хорошо в меру». Поэтому используем сахар там, где он нужен по технологическому процессу (например, глазури), а также в нормальных количествах, необходимых для поддержки работы центральной нервной системы и мозга. Мы не используем сахар, чтобы сделать вкус сладким. Для этого у нас есть натуральные подсластители: фруктоза, изомальтоолигосахарид, сукралоза и палатиноза. Мы не маскируем наличие сахара использованием мальтодекстрина, также являющегося быстрым углеводом, но технически не относящегося к сахарам.',
  },
  {
    question: 'В ваших продуктах есть консерванты?',
    answer:
      'Да, это обязательное требование пищевой индустрии. Однако мы используем только натуральные консерванты: бензойную и сорбиновую кислоты, являющиеся природными консервантами. В большом количестве они присутствуют в ягодах клюквы и рябины.',
  },
  {
    question: 'Сколько стоит доставка?',
    answer:
      'Мы сотрудничаем с одной из самых популярных курьерских служб страны – DPD, а также Почтой России, чтобы отправлять продукты в самые удаленные уголки России. Порог бесплатной доставки составляет 3000 рублей, но может варьировать в зависимости от пункта назначения.',
  },
  {
    question: 'Есть ли самовывоз?',
    answer:
      'Да, вы можете забрать свой заказ в наших фирменных магазинах или магазинах-партнерах. Узнать наличие и расположение магазинов в вашем городе вы можете на этой странице',
  },
  {
    question: 'Отправляете в другие страны?',
    answer:
      'На данный момент доставка осуществляется только по России, но в ближайшее время мы подключим остальные страны.',
  },
  {
    question: 'Cyber Build имеет все необходимые регистрации?',
    answer:
      'Разумеется. Все наши продукты соответствуют стандартам ISO, HACCP и GMP, а также получают одобрение FDA. Вся наша продукция проходит государственную регистрацию с выдачей свидетельства о государственной регистрации, а также декларирование с выдачей декларации о соответствии Таможенного союза.',
  },
  {
    question: 'Что делать, если у меня возникли проблемы с заказом?',
    answer:
      'По любым вопросам оформления заказов обращайся в наш центр поддержки по почте: eshop@sibvaleo.com. По другим вопросам – по почте call-centre@sibvaleo.com или телефону: 8-800-755-8755 (для России).',
  },
]
